export default {
  name: 'Barcelos – Pousa, via Manhente',
  directions: [
  {
    label: 'Barcelos → Pousa',
    hasSaturday: true,
    stops: [
    { name: 'Barcelos (Central de Camionagem)', times: ['09:45', '12:00', '17:15', '18:35'] },
    { name: 'Barcelos (Estação CP)', times: ['09:49', '12:04', '13:25', '17:19', '18:39'] },
    { name: 'Barcelos (Av. Combatentes)', times: ['09:51', '12:06', '13:27', '13:29', '17:21', '17:23', '18:41', '18:43'] },
    { name: 'Barcelos (Bagoeira)', times: ['10:00', '12:07', '13:28', '13:30', '17:22', '17:25', '18:42', '18:44'] },
    { name: 'S. Veríssimo', times: ['10:06', '12:13', '13:34', '13:38', '17:28', '17:32', '18:48', '18:52'] },
    { name: 'Manhente (Igreja)', times: ['10:11', '12:19', '13:40', '13:43', '17:34', '17:39', '18:54', '18:59'] },
    { name: 'Lama', times: ['10:17', '12:26', '13:47', '13:56', '17:41', '17:50', '19:01', '19:10'] },
    { name: 'Areias S. Vicente (Seixos Alvos)', times: ['10:20', '12:29', '13:50', '13:59', '17:44', '17:53', '19:04', '19:13'] },
    { name: 'Pousa (Casa Oliveira)', times: ['10:25', '12:35', '13:56', '14:06', '17:50', '18:00', '19:10', '19:20'] }
    ]
  },
  {
    label: 'Pousa → Barcelos',
    hasSaturday: true,
    stops: [
    { name: 'Pousa (Casa Oliveira)', times: ['07:10', '07:30', '08:50', '10:25', '12:40', '14:15', '18:00'] },
    { name: 'Areias S. Vicente (Seixos Alvos)', times: ['07:17', '07:36', '08:55', '10:30', '12:45', '12:46', '14:20', '18:05'] },
    { name: 'Lama', times: ['07:01', '07:19', '07:39', '08:57', '10:32', '12:47', '12:49', '14:22', '18:07'] },
    { name: 'Manhente (Igreja)', times: ['07:07', '07:26', '07:48', '09:04', '10:39', '12:54', '12:58', '14:29', '18:14'] },
    { name: 'S. Veríssimo', times: ['07:12', '07:31', '07:55', '09:10', '10:45', '13:00', '13:05', '14:35', '18:20'] },
    { name: 'Barcelos (Estação CP)', times: ['07:16', '07:35', '08:01', '09:15', '10:50', '13:05', '13:11', '14:40', '18:25'] },
    { name: 'Barcelos (Av. Combatentes)', times: ['07:19', '07:37', '08:05', '09:18', '10:53', '13:07', '13:14', '14:43', '18:28'] },
    { name: 'Barcelos (Bagoeira)', times: ['07:21', '07:38', '08:10', '09:20', '10:55', '13:08', '13:15', '14:45', '18:30'] },
    { name: 'Barcelos (Central de Camionagem)', times: ['07:25', '07:45', '08:15', '09:25', '11:00', '14:50', '18:35'] }
    ]
  }
  ]
};
